Repository: Antergos/light-locker-settings
Catalog: po/*.po
Languages: be, cs, de, es, et, fi, fr, is, it, ja, lt, nl, pl, pt_br, ru, sk, tr, uk

source: Light Locker Settings
be: Налады замыкання
cs: Nastavení Light Locker
de: Light-Locker-Einstellungen
es: Configuración de Light Locker
et: Ekraanisäästu ja lukustussätted
fi: Light Locker -asetukset
fr: Paramètres de Light Locker
is: Light Locker stillingar
it: Impostazioni di Light Locker
ja: Light Lockerの設定
lt: Light Locker Nustatymai
nl: Instellingen voor Light Locker
pl: Ustawienia Light Locker
pt_br: Configurações do Light Locker
ru: Настройки Light Locker
sk: Nastavenia Light Locker
tr: Hafif Kilitleyici Ayarları
uk: Параметри Light Locker

source: Configure locking your session
be: Наладзіць замыканне Вашае сесіі
cs: Nastavit uzamčení relace
de: Sitzungsperre konfigurieren
es: Configurar el bloqueo de la sesión
et: Seadista ekraanisäästu ja lukustamist
fi: Hallitse istuntosi lukitusasetuksia
fr: Configurer le verrouillage de votre session
is: Stilla læsingu setu
it: Configura il blocco della sessione
ja: セッションのロックを設定する
lt: Konfigūruoti seanso rakinimą
nl: Het vergrendelen van uw sessie instellen
pl: Konfiguruje blokowanie sesji
pt_br: Configurar o bloqueio de sessão
ru: Настройка блокировки экрана
sk: Nastavenia zamykania relácie
tr: Oturum kilidinizi ayarlayın
uk: Налаштовування блокування сеансу

source: <b><big>Light Locker Settings</big></b> Configure locking your session
be: <b><big>Налады замыкання</big></b> Наладзіць замыканне Вашае сесіі
cs: <b><big>Nastavení Light Locker</big></b> Nastavit uzamčení relace
de: <b><big>Light-Locker-Einstellungen</big></b> Sperrung der Sitzung konfigurieren
es: <b><big>Configuración de Light Locker</big></b> Configurar el bloqueo de sesión
et: <b><big>Ekraanisäästu ja lukustamisseadistused</big></b> Seadista oma ekraanisäästurežiimi
fi: <b><big>Light Locker -asetukset</big></b> Hallitse istuntosi lukitusasetuksia
fr: <b><big>Paramètres de Light Locker</big></b> Configurer le verrouillage de votre session
is: <b><big>Light Locker stillingar</big></b> Stilla læsingu setu
it: <b><big>Impostazioni di Light Locker</big></b> Configura il blocco della sessione
ja: <b><big>Light Lockerの設定</big></b> セッションのロックを設定する
lt: <b><big>Light Locker Nustatymai</big></b> Konfigūruoti seanso rakinimą
nl: <b><big>Instellingen voor Light Locker</big></b> Het vergrendelen van uw sessie instellen
pl: <b><big>Ustawienia Light Locker</big></b> Konfiguruje blokowanie sesji
pt_br: <b><big>Configurações do Light Locker</big></b> Configurar o bloqueio de sessão
ru: <b><big>Light Locker</big></b> Настройка блокировки экрана
sk: <b><big>Nastavenia Light Locker</big></b> Nastavenia zamykania relácie
tr: <b><big>Hafif Kilitleyici Ayarları</big></b> Oturum kilidinizi ayarlayın
uk: <b><big>Налаштовування Light Locker</big></b> Налаштовування блокування сеансу

source: Apply
be: Ужыць
cs: Použít
de: Anwenden
es: Aplicar
et: Kinnita
fi: Käytä
fr: Appliquer
is: Virkja
it: Applica
ja: 適用
lt: Taikyti
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sk: Použiť
tr: Uygula
uk: Застосувати

source: Open
be: Адчыніць
cs: Otevřít
de: Öffnen
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
is: Opna
it: Apri
ja: 開く
lt: Atverti
pl: Otwórz
pt_br: Abrir
ru: Открыть
sk: Otvoriť
uk: Відкрити

source: Blank screen after
be: Чорны экран праз
cs: Prázdná obrazovka po
de: Leerer Bildschirm nach
es: Oscurecer la pantalla luego de
et: Tühi ekraan
fi: Tyhjennä ruutu
fr: Écran vide après
is: Sverta skjá eftir
it: Cancella lo schermo dopo
ja: ブランクになるまでの時間
lt: Užtamsinti ekraną po
nl: Zwart scherm na
pl: Czas zablokowania ekranu
pt_br: Apagar a tela após
ru: Отключить экран после
sk: Prázdna obrazovka po
tr: Sonrasında boş ekran
uk: Порожній екран після

source: Switch off display after <i>(depends on hardware support)</i>
be: Выключаць экран праз <i>(залежыць ад падтрымкі абсталяваннем)</i>
cs: Vypnout obrazovku po <i>(záleží na podpoře hardwaru)</i>
de: Bildschirm abschalten nach <i>(abhängig von der Geräteunterstützung)</i>
es: Apagar el monitor luego de <i>(depende de la compatibilidad del hardware)</i>
et: Lülitage kuvar välja pärast <i>(sõltub riistvara toest )</i>
fi: Kytke näyttö pois päältä <i>(riippuu laitteistotuesta)</i>
fr: Éteindre l'écran après <i>(dépend de la prise en charge matérielle)</i>
is: Slökkva á skjá eftir <i>(krefst vélbúnaðarstuðnings)</i>
it: Spegni lo schermo dopo <i>(dipende dal supporto hardware)</i>
ja: ディスプレイの電源を切るまでの時間<i>（ハードウェアサポートが必要）</i>
lt: Išjungti ekraną po <i>(priklauso nuo aparatinės įrangos palaikymo)</i>
nl: Schakel scherm uit na <i>(afhankelijk van apparatuurondersteuning)</i>
pl: Czas wyłączenia ekranu <i>(zależy od obsługiwanego sprzętu)</i>
pt_br: Desligar a tela após <i>(depende do suporte de hardware)</i>
ru: Отключить питание монитора после <i>(нужна аппаратная поддержка)</i>
sk: Vypnúť obrazovku po <i>(závislé na hardvérovej podpore)</i>
tr: Sonrasında ekranı kapat <i>(donanım desteğine bağlıdır)</i>
uk: Вимкнути екран після <i>(залежить від апаратної підтримки)</i>

source: <b>Screensaver</b>
be: <b>Застаўка</b>
cs: <b>Šetřič obrazovky</b>
de: <b>Bildschirmschoner</b>
es: <b>Salvapantallas</b>
et: <b>Ekraanisäästja</b>
fi: <b>Näytönsäästäjä</b>
fr: <b>Économiseur d'écran</b>
is: <b>Skjáhvíla</b>
it: <b>Salvaschermo</b>
ja: <b>スクリーンセーバー</b>
lt: <b>Ekrano užsklanda</b>
nl: <b>Schermbeveiliging</b>
pl: <b>Wygaszacz ekranu</b>
pt_br: <b>Proteção de tela</b>
ru: <b>Хранитель экрана</b>
sk: <b>Šetrič obrazovky</b>
tr: Ekran koruyucu
uk: <b>Збереження екрану</b>

source: Enable light-locker
be: Уключыць замыканне
cs: Povolit light-locker
de: Light-Locker aktivieren
es: Activar Light Locker
et: Luba ekraanilukustus
fi: Käytä light-lockeria
fr: Activer light-locker
is: Virkja light-locker
it: Abilita light-locker
ja: light-lockerを有効にする
lt: Įjungti light-locker
nl: Light-locker inschakelen
pl: Włączenie
pt_br: Habilitar o Light-Locker
ru: Включить Light Locker
sk: Povoliť light-locker
tr: Hafif-kilitleyici'yi etkinleştir
uk: Увімкнути light-locker

source: Automatically lock the session
be: Аўтаматычна замыкаць сесію
cs: Automaticky zamykat relaci
de: Die Sitzung automatisch sperren
es: Bloquear la sesión automáticamente
et: Automaatselt lukustada sessiooni
fi: Lukitse sessio automaattisesti
fr: Verrouiller automatiquement la session
is: Sjálfkrafa læsa setu
it: Blocca automaticamente la sessione
ja: 自動的にセッションをロックする
lt: Automatiškai užrakinti seansą
nl: Sessie automatisch vergrendelen
pl: Automatyczne blokowanie sesji
pt_br: Bloquear automaticamente a sessão
sk: Automaticky zamknúť reláciu
tr: Oturumu otomatik olarak kilitle
uk: Автоматично блокувати сеанс

source: Delay locking after screensaver for
be: Затрымаць замыканне пасля застаўкі на
cs: Zpoždění zamykání po zapnutí spořiče obrazovky
de: Sperrverzögerung nach Bildschirmschoneraktivierung
es: Al activarse el salvapantallas, bloquear luego de
et: Lukustamine pärast ekraanisäästu
fi: Lukitse istunto
fr: Différer le verrouillage après l'économiseur d'écran de
is: Bíða með að læsa í
it: Ritarda il blocco dopo il salvaschermo per
ja: スクリーンセーバーを起動してからロックするまでの時間
lt: Po ekrano užsklandos delsti užrakinti ekraną
nl: Stel vergrendelen na schermbeveiliging uit voor
pl: Czas blokowania po uruchomieniu wygaszacza ekranu
pt_br: Atrasar o bloqueio após o protetor de tela por
ru: Задержка перед блокировкой после запуска хранителя экрана
sk: Po spustení šetriča obrazovky odlož uzamknutie o
tr: Ekran koruyucudan sonra kilitlemeyi geciktir
uk: Затримка блокування після зберігача екрану

source: Lock on suspend
be: Замыкаць падчас сну
cs: Zamknout při uspání
de: Bei Bereitschaft sperren
es: Bloquear en suspensión
et: Lukustamine seiskumisel
fi: Lukitse keskeytystilassa
fr: Verrouiller lors de la mise en veille
is: Læsa við svæfingu
it: Blocca alla sospensione
ja: サスペンドする時にロックする
lt: Užrakinti, pristabdžius sistemą
nl: Vergrendelen bij pauzestand
pl: Zablokowanie po wznowieniu działania
pt_br: Bloquear ao suspender
ru: Блокировать при переходе в ждущий режим
sk: Uzamkni pri uspaní
tr: Hazırda beklemede kilitle
uk: Блокувати екран при відході у режим очікування

source: <b>Locking</b>
be: <b>Замыканне</b>
cs: <b>Zamykání</b>
de: <b>Sperren</b>
es: <b>Bloqueo</b>
et: <b>Lukustamine</b>
fi: <b>Lukitseminen</b>
fr: <b>Verrouillage</b>
is: <b>Læsi</b>
it: <b>Blocco</b>
ja: <b>ロック</b>
lt: <b>Užakinimas</b>
nl: <b>Vergrendelen</b>
pl: <b>Blokowanie</b>
pt_br: <b>Bloqueio</b>
ru: <b>Блокировка</b>
sk: <b>Uzamykanie</b>
tr: <b>Kilitleniyor</b>
uk: <b>Блокування</b>

source: When the screensaver is activated
be: Калі застаўка актыўная
cs: Když je spořič obrazovky zapnutý
de: Wenn der Bildschirmschoner aktiviert ist
es: Cuando se activa el protector de pantallas
et: Kui ekraanisäästja on aktiveeritud
fi: Kun näytönsäästäjä kytketään päälle
fr: Lorsque l’économiseur d’écran est activé
is: Þegar skjáhvíla er virkjuð
it: Quando lo screensaver è attivato
ja: スクリーンセーバー起動後にする
lt: Kada ekrano užsklanda yra aktyvuojama
nl: Wanneer de schermbeveiliging is ingeschakeld
pl: Gdy wygaszacz ekranu jest włączony
pt_br: Quando o protetor de tela é ativado
sk: Pri spustení šetriča obrazovky
tr: Ekran koruyucu etkinleştirildiğinde
uk: Коли зберігач екрану увімкнено

source: When the screensaver is deactivated
be: Калі застаўка неактыўная
cs: Když je spořič obrazovky vypnutý
de: Wenn der Bildschirmschoner deaktiviert ist
es: Cuando se desactiva el protector de pantallas
et: Kui ekraanisäästja on välja lülitatud
fi: Kun näytönsäästäjä kytketään pois päältä
fr: Lorsque l’économiseur d’écran est désactivé
is: Þegar skjáhvíla er afvirkjuð
it: Quando lo screensaver è disattivato
ja: スクリーンセーバー終了後にする
lt: Kada ekrano užsklanda yra pasyvinama
nl: Wanneer de schermbeveiliging is uitgeschakeld
pl: Gdy wygaszacz ekranu jest wyłączony
pt_br: Quando o protetor de tela é desativado
sk: Pri skončení šetriča obrazovky
tr: Ekran koruyucu etkisizleştirildiğinde
uk: Коли зберігач екрану вимкнено

source: Never
be: Ніколі
cs: Nikdy
de: Niemals
es: Nunca
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
is: Aldrei
it: Mai
ja: しない
lt: Niekada
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
tr: Hiçbir zaman
uk: Ніколи

source: Xfce Power Manager
be: Кіраўнік сілкавання Xfce
cs: Xfce správce napájení
de: Xfce-Energieverwaltung
es: Gestor de energía de Xfce
fi: Xfce:n virranhallinta
fr: Gestionnaire d'alimentation Xfce
is: Xfce orkustjórnun
it: Gestione Energia Xfce
ja: Xfce電源管理
lt: Xfce Energijos Tvarkytuvė
nl: Xfce-energiebeheerder
pl: Menedżer zasilania Xfce
pt_br: Gerenciador de Energia do Xfce
uk: Менеджер живлення Xfce

source: Screen Locker
de: Bildschirmsperre
es: Bloqueador de pantalla
et: Ekraanilukustus
fi: Näytön lukitus
is: Skjálæsing
lt: Ekrano užrakinimas
sk: Zamknutie obrazovky
uk: Блокування екрану

source: Launch screen locker program
de: Programm der Bildschirmsperre starten
es: Abrir el programa de bloqueo de pantalla
et: Ekraanilukustuse programmi käivitamine
fi: Käynnistä näytönlukitusohjelma
is: Keyra skjálæsingarforrit
lt: Paleisti ekrano užrakinimo programą
sk: Spustiť program Zamknutie obrazovky
uk: Запустити програму блокування екрану

source: Screensaver
be: Застаўка
cs: Spořič obrazovky
de: Bildschirmschoner
es: Salvapantallas
et: Ekraanisäästja
fi: Näytönsäästäjä
fr: Économiseur d'écran
is: Skjáhvíla
it: Salvaschermo
ja: スクリーンセーバー
lt: Ekrano užsklanda
nl: Schermbeveiliging
pl: Wygaszacz ekranu
pt_br: Proteção de Tela
ru: Хранитель экрана
sk: Šetrič obrazovky
tr: Ekran koruyucu
uk: Зберігач екрану

source: Set screensaver timeouts
be: Прызначыць час застаўкі
cs: Nastavení časových limitů spořiče obrazovky
de: Zeitüberschreitung des Bildschirmschoners einstellen
es: Configurar los tiempos de espera del salvapantallas
et: Ekraanisäästja aeg
fi: Aseta näytönsäästäjän aikakatkaisu
fr: Définir le délai de lancement de l'économiseur d'écran
is: Setja tímamörk skjáhvílu
it: Imposta i tempi di attivazione del salvaschermo
ja: スクリーンセーバーのタイムアウトを設定する
lt: Nustatyti ekrano užsklandos laiko limitus
nl: Vertraging voor schermbeveiliging instellen
pl: Ustala czas uruchamiania wygaszacza ekranu
pt_br: Definir os tempos de espera do protetor de tela
ru: Установка тайм-аутов хранителя экрана
sk: Nastav časové limity šetriča obrazovky
tr: Ekran koruyucu zaman aşımını ayarla
uk: Задати час до зберігача екрану

source: Your screensaver settings are managed by %s.
be: Налады застаўкі пад кіраваннем %s.
cs: Nastavení spořiče obrazovky je řízeno %s.
de: Ihre Bildschirmschonereinstellungen werden verwaltet von: %s.
es: %s gestiona la configuración del salvapantallas.
et: SInu ekraanisäästja seadistused on %s poolt seadistatud.
fi: Näytönsäästäjäasetuksiasi hallitsee %s
fr: Vos paramètres d'économiseur d'écran sont gérés par %s.
is: Stillingar skjáhvílu er stjórnað af %s
it: Le impostazioni dello screensaver sono gestire da %s.
ja: スクリーンセーバーの設定は %s によって管理されています。
lt: Jūsų ekrano užsklandos nustatymus valdo %s.
nl: De instellingen van uw schermbeveiliging worden beheerd door %s.
pl: Twoje ustawienia wygaszacza ekranu są zarządzane przez %s.
pt_br: As suas configurações de proteção de tela são gerenciadas pelo %s.
sk: Nastavenia šetriča obrazovky sú spravované v %s
uk: Параметри Вашого здерігача екрану керуються %s.

source: %d minute
be: %d хвіліну
cs: %d minuta
es: %d minuto
et: %d minut
fi: %d minuutin jälkeen
is: %d mínúta
it: %d minuto
ja: %d分
lt: %d minutė
nl: %d minuut
pl: %d minuta
pt_br: %d minuto
ru: %d минута
sk: %d minút
tr: %d dakika
uk: %d хвилина

source: %d second
be: %d секунду
cs: %d sekunda
de: %d Sekunde
es: %d segundo
et: %d sekund
fi: %d sekunnin jälkeen
fr: %d seconde
is: %d sekúnda
it: %d secondo
ja: %d秒
lt: %d sekundė
nl: %d seconde
pl: %d sekunda
pt_br: %d segundo
ru: %d секунда
sk: %d sekúnd
tr: %d saniye
uk: %d секунда
